export default {
  projections: {
    ЗаказФотоE: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      способОплаты: {
        __caption__: 'Способ оплаты'
      },
      фото: {
        __caption__: 'Фото',
        услуги: {
          __caption__: 'Услуги',
          наименование: {
            __caption__: 'Наименование'
          },
          цена: {
            __caption__: 'Цена'
          }
        },
        количество: {
          __caption__: 'Количество'
        },
        качествоБумаги: {
          __caption__: 'Качество бумаги'
        },
        действияСФото: {
          __caption__: 'Действия с фото'
        }
      }
    },
    ЗаказФотоL: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      способОплаты: {
        __caption__: 'Способ оплаты'
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    способОплаты: {
      __caption__: 'Способ оплаты'
    },
    фото: {
      __caption__: 'Фото'
    }
  }
};
