export default {
  projections: {
    ФотоE: {
      количество: {
        __caption__: 'Количество'
      },
      качествоБумаги: {
        __caption__: 'Качество бумаги'
      },
      действияСФото: {
        __caption__: 'Действия с фото'
      },
      услуги: {
        __caption__: 'Услуги',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    действияСФото: {
      __caption__: 'Действия с фото'
    },
    качествоБумаги: {
      __caption__: 'Качество бумаги'
    },
    количество: {
      __caption__: 'Количество'
    },
    услуги: {
      __caption__: 'Услуги'
    },
    заказФото: {
      __caption__: 'заказФото'
    }
  }
};
